Repository: xcv58/MacTools
Catalog: Plugins/AIUsage/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# pace.steady
source: 周用量平稳
ar: وتيرة الاستخدام الأسبوعي طبيعية
de: Normaler Wochenverbrauch
en: Weekly on pace
es: Ritmo semanal normal
fr: Rythme hebdomadaire normal
ja: 週間使用ペースは正常
ko: 주간 사용 속도 정상
pt: Ritmo semanal normal
ru: Недельный расход в норме
tr: Haftalık tempo normal
zh_hant: 本週用量正常

# pace.ahead
source: 周用量偏快
ar: وتيرة الاستخدام الأسبوعي مرتفعة
de: Hoher Wochenverbrauch
en: Weekly usage ahead of pace
es: Ritmo semanal elevado
fr: Rythme hebdomadaire élevé
ja: 週間使用ペースが速い
ko: 주간 사용 속도 높음
pt: Ritmo semanal elevado
ru: Высокий недельный расход
tr: Haftalık tempo yüksek
zh_hant: 本週用量偏快

# pace.exhausted
source: 周额度用尽
ar: نفدت الحصة الأسبوعية
de: Wochenkontingent aufgebraucht
en: Weekly quota exhausted
es: Cuota semanal agotada
fr: Quota hebdomadaire épuisé
ja: 週間上限に達しました
ko: 주간 할당량 소진
pt: Cota semanal esgotada
ru: Недельная квота исчерпана
tr: Haftalık kota tükendi
zh_hant: 本週額度用盡

# pace.exhausted.description
source: 本周额度已用完，请等待重置。
ar: تم استهلاك حصة هذا الأسبوع. انتظر إعادة التعيين.
de: Das Kontingent für diese Woche ist aufgebraucht. Warten Sie auf die Zurücksetzung.
en: This week’s quota has been used up. Wait for the reset.
es: La cuota de esta semana se ha agotado. Espera a que se restablezca.
fr: Le quota de cette semaine est épuisé. Attendez la réinitialisation.
ja: 今週の利用枠を使い切りました。リセットをお待ちください。
ko: 이번 주 할당량이 소진되었습니다. 재설정을 기다리세요.
pt: A cota desta semana acabou. Aguarde a redefinição.
ru: Недельная квота исчерпана. Дождитесь сброса.
tr: Bu haftanın kotası tükendi. Sıfırlanmayı bekleyin.
zh_hant: 本週額度已用完，請等待重設。

# pace.fiveHour.steady
source: 5 小时额度消耗平稳
ar: وتيرة الاستخدام خلال 5 ساعات طبيعية
de: Normaler 5-Stunden-Verbrauch
en: 5h on pace
es: Ritmo de 5 h normal
fr: Rythme normal sur 5 h
ja: 5時間の使用ペースは正常
ko: 5시간 사용 속도 정상
pt: Ritmo de 5 h normal
ru: Расход за 5 ч в норме
tr: 5 saatlik tempo normal
zh_hant: 5 小時用量正常

# pace.fiveHour.ahead
source: 5 小时额度消耗偏快
ar: وتيرة الاستخدام خلال 5 ساعات مرتفعة
de: Hoher 5-Stunden-Verbrauch
en: 5h usage ahead of pace
es: Ritmo de 5 h elevado
fr: Rythme élevé sur 5 h
ja: 5時間の使用ペースが速い
ko: 5시간 사용 속도 높음
pt: Ritmo de 5 h elevado
ru: Высокий расход за 5 ч
tr: 5 saatlik tempo yüksek
zh_hant: 5 小時用量偏快

# pace.fiveHour.exhausted
source: 5 小时额度用尽
ar: نفدت حصة 5 ساعات
de: 5-Stunden-Kontingent aufgebraucht
en: 5h quota exhausted
es: Cuota de 5 h agotada
fr: Quota de 5 h épuisé
ja: 5時間の上限に達しました
ko: 5시간 할당량 소진
pt: Cota de 5 h esgotada
ru: Квота за 5 ч исчерпана
tr: 5 saatlik kota tükendi
zh_hant: 5 小時額度用盡

# pace.steady.description
source: 本周额度消耗处于正常节奏。
ar: يتم استخدام حصة هذا الأسبوع بوتيرة عادية.
de: Das Kontingent für diese Woche wird in normalem Tempo verbraucht.
en: This week’s quota is being used at a normal pace.
es: La cuota de esta semana se está utilizando a un ritmo normal.
fr: Le quota de cette semaine est utilisé à un rythme normal.
ja: 今週の利用枠は通常のペースで消費されています。
ko: 이번 주 할당량은 정상적인 속도로 사용되고 있습니다.
pt: A cota desta semana está sendo utilizada em ritmo normal.
ru: Квота этой недели используется в обычном темпе.
tr: Bu haftanın kotası normal bir tempoda kullanılıyor.
zh_hant: 本週額度使用速度正常。

# pace.ahead.description
source: 本周额度消耗偏快，照此节奏可能在重置前用完。
ar: يتم استخدام حصة هذا الأسبوع بسرعة وقد تنفد قبل إعادة التعيين بهذه الوتيرة.
de: Das Kontingent für diese Woche wird schnell verbraucht und könnte bei diesem Tempo vor der Zurücksetzung erschöpft sein.
en: This week’s quota is being used quickly and may run out before the reset at this pace.
es: La cuota de esta semana se está usando rápidamente y, a este ritmo, puede agotarse antes de restablecerse.
fr: Le quota de cette semaine est utilisé rapidement et pourrait s'épuiser avant la réinitialisation à ce rythme.
ja: 今週の利用枠の消費が速く、このペースではリセット前に使い切る可能性があります。
ko: 이번 주 할당량은 빠르게 소진되고 있어 이 속도라면 재설정되기 전에 소진될 수 있습니다.
pt: A cota desta semana está sendo usada rapidamente e pode acabar antes da redefinição nesse ritmo.
ru: Квота на этой неделе используется быстро и может исчерпаться до сброса такими темпами.
tr: Bu haftanın kotası hızlı kullanılıyor; bu tempoyla sıfırlanmadan önce tükenebilir.
zh_hant: 本週額度使用速度偏快，照此速度可能在重設前用完。

# pace.fiveHour.steady.description
source: 当前 5 小时周期内，额度消耗处于正常节奏。
ar: تُستخدم الحصة بوتيرة طبيعية خلال الدورة الحالية البالغة 5 ساعات.
de: Der Kontingentverbrauch liegt im normalen Rahmen für den aktuellen 5-Stunden-Zyklus.
en: Quota usage is on pace for the current 5-hour cycle.
es: La cuota se está usando a un ritmo normal durante el ciclo actual de 5 horas.
fr: L'utilisation des quotas suit le rythme du cycle actuel de 5 heures.
ja: 現在の 5 時間サイクルでは、利用枠は通常のペースで消費されています。
ko: 현재 5시간 주기의 할당량이 정상적인 속도로 사용되고 있습니다.
pt: O uso da cota está no ritmo do ciclo atual de 5 horas.
ru: Квота текущего 5-часового цикла расходуется в нормальном темпе.
tr: Geçerli 5 saatlik dönemde kota kullanımı normal tempoda.
zh_hant: 目前 5 小時週期內，額度使用速度正常。

# pace.fiveHour.ahead.description
source: 当前 5 小时周期内，额度消耗偏快，照此节奏可能在重置前用完。
ar: يتم استخدام الحصة بسرعة في الدورة الحالية التي تبلغ مدتها 5 ساعات وقد تنفد قبل إعادة التعيين بهذه الوتيرة.
de: Das Kontingent wird im aktuellen 5-Stunden-Zyklus schnell verbraucht und könnte bei diesem Tempo vor der Zurücksetzung erschöpft sein.
en: Quota is being used quickly in the current 5-hour cycle and may run out before the reset at this pace.
es: La cuota se está usando rápidamente durante el ciclo actual de 5 horas y, a este ritmo, puede agotarse antes de restablecerse.
fr: Le quota est utilisé rapidement dans le cycle actuel de 5 heures et peut s'épuiser avant la réinitialisation à ce rythme.
ja: 現在の 5 時間サイクルでは利用枠の消費が速く、このペースではリセット前に使い切る可能性があります。
ko: 현재 5시간 주기의 할당량이 빠르게 소진되고 있어 이 속도라면 재설정되기 전에 소진될 수 있습니다.
pt: A cota está sendo usada rapidamente no atual ciclo de 5 horas e pode acabar antes da redefinição neste ritmo.
ru: Квота используется быстро в текущем 5-часовом цикле и может закончиться до сброса в таком темпе.
tr: Geçerli 5 saatlik dönemde kota hızlı kullanılıyor; bu tempoyla sıfırlanmadan önce tükenebilir.
zh_hant: 目前 5 小時週期內，額度使用速度偏快，照此速度可能在重設前用完。

# pace.fiveHour.exhausted.description
source: 当前 5 小时周期的额度已用完，请等待重置。
ar: تم استنفاد حصة الدورة الحالية المكونة من 5 ساعات. انتظر إعادة التعيين.
de: Das Kontingent für den aktuellen 5-Stunden-Zyklus ist aufgebraucht. Warten Sie auf die Zurücksetzung.
en: Quota for the current 5-hour cycle has been used up. Wait for the reset.
es: La cuota del ciclo actual de 5 horas se ha agotado. Espera a que se restablezca.
fr: Le quota pour le cycle de 5 heures en cours est épuisé. Attendez la réinitialisation.
ja: 現在の 5 時間サイクルの利用枠を使い切りました。リセットをお待ちください。
ko: 현재 5시간 주기의 할당량이 모두 사용되었습니다. 재설정을 기다리십시오.
pt: A cota do ciclo atual de 5 horas foi esgotada. Aguarde a redefinição.
ru: Квота текущего 5-часового цикла исчерпана. Дождитесь сброса.
tr: Geçerli 5 saatlik dönemin kotası tükendi. Sıfırlanmayı bekleyin.
zh_hant: 目前 5 小時週期的額度已用完，請等待重設。
